[
    {
      "price": "555,000 (Dual ABS)",
      "quantity": "20",
      "engine":"155 cc (liq-cooled)",
      "topSpeed":"148 Kmph (approx)",
      "picture": "https://motonewsworld.com/wp-content/uploads/2021/09/2022-yamaha-r15m-grey-right-side.jpg",
      "name": "Yamaha R15M",
      "suplierName": "Allison Hartman",
      "company": "YAMAHA",
      "aboutProduct": "R15 is a big name in today's world. Which is a great asset to the global motorcycle industry, including Bangladesh. The Japanese brand Yamaha first introduced their R15 bike to the world in 2008. Following its widespread success, Yamaha has been regularly updating the R15 bike. As part of this, Yamaha launched R15 V2, R15 V3 and currently R15M in the global market including Bangladesh. Yamaha's latest addition to the Bangladesh market is the Yamaha R15M, which is a sleek sports bike with the same attractive features as ever. Let’s take a look at the key features and evaluation of the Yamaha R15M bike",
      "discoveredCountry": "Japan"
    },
    {
      "price": " 525,000 (dual ABS)",
      "quantity": "19",
      "engine":"149.2 cc (liq-cooled)",
      "topSpeed":"145 Kmph (approx)",
      "picture": "https://www.banglamotor.net/images/honda/honda-cbr150r-f01.jpg",
      "name": "New Honda CBR150R (ABS)",
      "suplierName": "Paige Dickson",
      "company": "Honda",
      "aboutProduct": "The CBR150R is one of the stylish latest super bikes of Honda. Including its outstanding features like - sporty look and wonderful color combination along with liquid-cooled powerful engine which included a program fuel injection. In comparison, its price is higher in Bangladesh, but its demand for fashion-based Bangladeshis is above all. The CBR sports bikes are a big part of the motor sports world. Yamaha R15 v3, Suzuki GSX R150 are the strong competitors of this super dashing bike.",
      "discoveredCountry": "India"
    },
    {
      "price": " 255,000 Tk. (ABS)",
      "quantity": "25",
      "engine":"162.7 cc (air cooled)",
      "topSpeed":"110 Kmph (approx)",
      "picture": "https://www.banglamotor.net/images/honda/honda-cb-hornet-abs-image1.jpg",
      "name": "Honda CBR150R Indonesian",
      "suplierName": "Ebony Stein",
      "company": "Honda",
      "aboutProduct": "Magna esse ipsum ullamco est ipsum qui et aliqua. Ullamco et anim irure exercitation cillum eu non anim tempor sint incididunt. Laborum ullamco velit id labore reprehenderit proident adipisicing sunt. Sint eu irure enim nulla culpa est Lorem reprehenderit Lorem cupidatat consequat. Deserunt sunt culpa cupidatat veniam in proident commodo qui voluptate culpa tempor sunt veniam anim.\r\n",
      "discoveredCountry": "Indonesia"
    },
    {
      "price": "350,000 (Dual ABS)",
      "quantity": "18",
      "engine":"155 cc (air-cooled)",
      "topSpeed":"120 Kmph (approx)",
      "picture": "https://www.banglamotor.net/images/yamaha/yamaha-fz-x-image01.jpg",
      "name": "Yamaha FZ-X",
      "suplierName": "Rosemary Oliver",
      "company": "Yamaha",
      "aboutProduct": "YAMAHA FZ-X is a big name in today's world. Which is a great asset to the global motorcycle industry, including Bangladesh. The Japanese brand Yamaha first introduced their R15 bike to the world in 2008. Following its widespread success, Yamaha has been regularly updating the R15 bike. As part of this, Yamaha launched R15 V2, R15 V3 and currently R15M in the global market including Bangladesh. Yamaha's latest addition to the Bangladesh market is the Yamaha R15M, which is a sleek sports bike with the same attractive features as ever. Let’s take a look at the key features and evaluation of the Yamaha R15M bike",
      "discoveredCountry": "Japan"
    },
    {
      "price": "99200 (single disc)",
      "quantity": "50",
      "engine":"125 cc (carburetor)",
      "topSpeed":"115 Kmph (approx)",
      "picture": "https://www.banglamotor.net/images/walton/walton_xplore_125_image1.jpg",
      "name": " Walton Xplore 125",
      "suplierName": "Rowena Montoya",
      "company": "Walton",
      "aboutProduct": "There are two bikes in the series Walton Xplore, one 125 and the other 140cc engines. It's a standard type bike, but a lot of Sportive Look. It's not fuel-efficient, but its exquisite external design, strong engine and price tolerance are its real aspects.",
      "discoveredCountry": "Bangladesh"
    },
    {
      "price": "BDT: 1,06,900",
      "quantity": "12",
      "engine":"109.7 cc",
      "topSpeed":"90 Kmph",
      "picture": "https://www.motorcyclebd.com/images/bikes/TVS-Metro-Plus-Dual-Tone.jpg",
      "name": "TVS Metro Plus Dual Tone",
      "suplierName": "Alfreda Pace",
      "company": "TVS",
      "aboutProduct": "TVS Metro Plus Dual Tone Bike Price in BD 2022. Which Engine Type is Four stroke, Single cylinder, Air cooled. This bike is powered by the 109.70 ccEngine. TVS Metro Plus Dual Tone Generates Maximum Power 8.4 PS @ 7000 rpm. It's Maximum Torque is 8.7 Nm @ 5000 rpm. Transmission duties are taken care of by a 5 Speed Gearbox. TVS claims that the bike offers a mileage of 86.00 Kmpl",
      "discoveredCountry": "India"
    },
    {
      "price": "238,500 Tk. (ABS)",
      "quantity": "7",
      "engine":"149 cc (air-cooled)",
      "topSpeed":"110 Kmph (approx)",
      "picture": "https://www.banglamotor.net/images/yamaha/yamaha-fzs-fi-v3-abs-01.jpg",
      "name": "Yamaha FZS Fi v3 ABS",
      "suplierName": "Jaime Strong",
      "company": "Yamaha",
      "aboutProduct": "Yamaha has recently launched version 3 of their Yamaha FZS FI bike in Bangladesh market, which means it is now Yamaha FZS FI V3. Although Yamaha has added some new features to this bike, they have not been able to sharpen its design. The bike is now much more muscular and in a completely new look. Let's take a brief look at it.",
      "discoveredCountry": "Japan"
    }
  ]


  //BikeInformation
//   Bike