[
    {
      "price": "1,72000 (Dual ABS)",
      "quantity": "10",
      "engine":"150 cc (liq-cooled)",
      "topSpeed":"148 Kmph (approx)",
      "picture": "https://financialexpresswpcontent.s3.amazonaws.com/uploads/2017/09/Pulsar-150-headlamps-large.jpg",
      "name": "Pulser Single disc",
      "suplierName": "Allison Hartman",
      "company": "Bajaj",
      "aboutProduct": "Pulser is a big name in today's world. Which is a great asset to the global motorcycle industry, including Bangladesh. The Japanese brand Yamaha first introduced their R15 bike to the world in 2008. Following its widespread success, Yamaha has been regularly updating the R15 bike. As part of this, Yamaha launched R15 V2, R15 V3 and currently R15M in the global market including Bangladesh. Yamaha's latest addition to the Bangladesh market is the Yamaha R15M, which is a sleek sports bike with the same attractive features as ever. Let’s take a look at the key features and evaluation of the Yamaha R15M bike",
      "discoveredCountry": "India"
    },
    {
      "price": " BDT: 1,20,990",
      "quantity": "19",
      "engine":"124.7 cc",
      "topSpeed":"90 Kmph",
      "picture": "https://www.banglamotor.net/images/honda/honda-cbr150r-f01.jpg",
      "name": "Hero Glamour",
      "suplierName": "Paige Dickson",
      "company": "Hero",
      "aboutProduct": "Hero Glamour Bike Price in BD 2022. Which Engine Type is Air Cooled, 4 - Stroke Single Cylinder OHC. This bike is powered by the 124.70 ccEngine. Hero Glamour Generates Maximum Power 9.01 bhp @ 7000 rpm. It's Maximum Torque is 10.35 Nm @ 4000 rpm. Transmission duties are taken care of by a 4 Speed Gearbox. Hero claims that the bike offers a mileage of 81.10 Kmpl (approx). Hero Glamour Front Suspension is Telescopic Hydraulic Shock Absorbers and Rear Suspension is Swing Arm With Hydraulic Shock Absorbers.",
      "discoveredCountry": "India"
    },
    {
      "price": "BDT: 1,00,990",
      "quantity": "15",
      "engine":"97.2 cc",
      "topSpeed":"87 Kmph",
      "picture": "https://www.motorcyclebd.com/images/bikes/Hero-Splendor-Plus.jpg",
      "name": "Hero Splendor+",
      "suplierName": "Ebony Stein",
      "company": "Honda",
      "aboutProduct": "Magna esse ipsum ullamco est ipsum qui et aliqua. Ullamco et anim irure exercitation cillum eu non anim tempor sint incididunt. Laborum ullamco velit id labore reprehenderit proident adipisicing sunt. Sint eu irure enim nulla culpa est Lorem reprehenderit Lorem cupidatat consequat. Deserunt sunt culpa cupidatat veniam in proident commodo qui voluptate culpa tempor sunt veniam anim.\r\n",
      "discoveredCountry": "India"
    },
    {
      "price": "BDT: 1,12,99",
      "quantity": "23",
      "engine":"109.1 cc",
      "topSpeed":"87 Kmph",
      "picture": "https://www.motorcyclebd.com/images/bikes/Hero-Passion-Xpro-Disc.jpg",
      "name": "Hero Passion Xpro Disc",
      "suplierName": "Rosemary Oliver",
      "company": "hero",
      "aboutProduct": "Hero Passion Xpro Disc Bike Price in BD 2022. Which Engine Type is Air Cooled, 4-Stroke Single Cylinder OHC. This bike is powered by the 109.10 ccEngine. Hero Passion Xpro Disc Generates Maximum Power 8.58 bhp @ 7500 rpm. It's Maximum Torque is 9.36 Nm @ 5500 rpm. Transmission duties are taken care of by a 4 Speed Gearbox. Hero claims that the bike offers a mileage of 85.60 Kmpl (approx).",
      "discoveredCountry": "India"
    },
    {
      "price": "BDT: 3,29,950",
      "quantity": "5",
      "engine":"155 cc",
      "topSpeed":"127 Kmph (approx)",
      "picture": "https://www.motorcyclebd.com/images/bikes/Suzuki-Gixxer-SF-Matt-Plus.jpg",
      "name": " Suzuki Gixxer SF Matt Plus",
      "suplierName": "Rowena Montoya",
      "company": "Suzuki",
      "aboutProduct": "Suzuki Gixxer SF Matt Plus Bike Price in BD 2022. Which Engine Type is 4-Stroke,1-Cylinder, Air Cooled. This bike is powered by the 155.00 ccEngine. Suzuki Gixxer SF Matt Plus Generates Maximum Power 13.6ps@8000rpm. It's Maximum Torque is 13.8 Nm@6000rpm. Transmission duties are taken care of by a 5 Speed Gearbox. Suzuki claims that the bike offers a mileage of 45.00 Kmpl (approx).",
      "discoveredCountry": "Japan"
    },
    {
      "price": "BDT: 1,06,900",
      "quantity": "12",
      "engine":"154.9 cc",
      "topSpeed":"110 Kmph",
      "picture": "https://www.motorcyclebd.com/images/bikes/Suzuki-Intruder-150-Fi-ABS.jpg",
      "name": "Suzuki Intruder 150 Fi ABS",
      "suplierName": "Suzuki Intruder 150 Fi ABS",
      "company": "Suzuki",
      "aboutProduct": "Suzuki Intruder 150 Fi ABS Bike Price in BD 2022. Which Engine Type is 4-stroke, 1-cylinder, Air-cooled. This bike is powered by the 154.90 ccEngine. Suzuki Intruder 150 Fi ABS Generates Maximum Power 14.6 BHP @ 8000 rpm. It's Maximum Torque is 14 NM @ 6000 rpm. Transmission duties are taken care of by a 5 Speed Gearbox. Suzuki claims that the bike offers a mileage of 42.00 Kmpl (approx). Suzuki Intruder 150 Fi ABS Front Suspension is Telescopic and Rear Suspension is 7-step adjustable rear mono-shock suspension. Suzuki Intruder 150 Fi ABS BD Price is BDT: 3,14,950. Find Here to find Suzuki Motorcycle Showrooms in Bangladesh.",
      "discoveredCountry": "japan"
    },
    {
      "price": "BDT: 2,65,000",
      "quantity": "3",
      "engine":"150 cc",
      "topSpeed":"120 Kmph (approx)",
      "picture": "https://www.motorcyclebd.com/images/bikes/Lifan-KPT-150.jpg",
      "name": "Lifan KPT 150",
      "suplierName": "Jaime Strong",
      "company": "Lifan",
      "aboutProduct": "Lifan KPT 150 Bike Price in BD 2022. Which Engine Type is Four stroke liquid cooled single cylinder. This bike is powered by the 150.00 ccEngine. Lifan KPT 150 Generates Maximum Power 14.8 bhp @ 8500 rpm. It's Maximum Torque is 14 nm @ 6500 rpm. Transmission duties are taken care of by a 6 Speed Gearbox. Lifan claims that the bike offers a mileage of 45.00 Kmpl (approx). Lifan KPT 150 Front Suspension is Telescopic USD and Rear Suspension is Mono. Lifan KPT 150 BD Price is BDT: 2,65,000. Find Here to find Lifan Motorcycle Showrooms in Bangladesh.",
      "discoveredCountry": "China"
    }
  ]


  //BikeInformation
//   Bike